language                                      = 正體中文 (&Chinese Traditional)
translators                                   = benny

about.title                                   = 關於 [app.name]
about.notregistered                           = 未註冊
about.eula                                    = 檢視 EULA

ok                                            = 確定
cancel                                        = 取消
yes                                           = Yes
no                                            = No
close                                         = 關閉
error                                         = 錯誤
warning                                       = 警告
or                                            = 或
and                                           = 和
if                                            = 假如
then                                          = 然後
else                                          = 其他

app.unknownError                              = 出現錯誤
app.activatedExistingInstance                 = 已經啟動 [app.name]
app.readonly                                  = 唯讀
app.restartneeded                             = 程式現在將重新啟動
app.restartneeded.title                       = 需要重新啟動程式

undo                                          = 復原(&U)
redo                                          = 重做(&R)

notebook.browse.filemask.db                   = CintaNotes 筆記本檔
notebook.new.caption                          = 新增筆記本
notebook.open.caption                         = 開啟筆記本
notebook.save.caption                         = 另存筆記本為

notebook.close.fail.stillediting              = 無法關閉筆記本因為有筆記仍在編輯中
notebook.close.fail.rulestillediting          = 無法關閉筆記本因為有規則仍在編輯中

notelinkprotocol.restore.message              = 連結協定登錄已損壞。你想要重建它嗎？

menu.file                                     = {s}檔案{s}(&F)
menu.file.new                                 = 新增...(&N)
menu.file.open                                = 開啟...(&O)
menu.file.saveas                              = 另存新檔...(&S)
menu.file.close                               = 關閉(&C)
menu.file.import                              = 匯入(&I)
menu.file.export                              = 匯出...(&E)
menu.file.print                               = 列印(&P)...
menu.file.backup                              = 備份(&B)
menu.file.backup.now                          = 立刻備份(&B)
menu.file.backup.hourly.enabled               = 每小時(&H)
menu.file.backup.daily.enabled                = 每日(&D)
menu.file.backup.weekly.enabled               = 每周(&W)
menu.file.recyclebin                          = 資源回收桶(&R)
menu.file.passwordprotection                  = 密碼保護(&P)...
menu.file.rules                               = 規則(&R)
menu.file.sync                                = 同步(&S)
menu.file.exit                                = 退出(&X)

menu.edit                                     = {s}編輯{s}(&E)
menu.edit.new                                 = 新增筆記(&N)
menu.edit.edit                                = 編輯(&E)
menu.edit.copy                                = 複製(&C)
menu.edit.cut                                 = 剪下(&T)
menu.edit.paste                               = 貼上(&P)
menu.edit.paste.plaintext                     = 以純文字貼上
menu.edit.delete                              = 刪除(&D)
menu.edit.merge                               = 合併(&M)
menu.edit.replacetags                         = 修改標籤(&R)
menu.edit.selectall                           = 全選(&A)
menu.edit.properties                          = 屬性(&O)
menu.edit.print                               = 列印(&R)...
menu.edit.copylink                            = 複製筆記連結(&L)
menu.edit.pastenotelink                       = 貼上筆記連結
menu.edit.inserttimestamp                     = 插入時間戳記
menu.edit.insertdate                          = 插入現在日期

menu.view                                     = {s}檢視{s}(&V)
menu.view.notecolor                           = 顏色主題(&C)
menu.view.notecolor.red                       = 紅色(&R)
menu.view.notecolor.orange                    = 橙色(&O)
menu.view.notecolor.yellow                    = 黃色(&Y)
menu.view.notecolor.green                     = 綠色(&G)
menu.view.notecolor.cyan                      = 青色(&C)
menu.view.notecolor.blue                      = 藍色(&B)
menu.view.notecolor.purple                    = 紫色(&P)
menu.view.notecolor.gray                      = 灰色(&A)
menu.view.tagsidebar                          = 顯示標籤欄(&T)
menu.view.sectionbar                          = 分頁頁籤
menu.view.reversed                            = 反向排序(&R)
menu.view.sorting                             = 排序(&S)
menu.view.sorting.manual                      = 手動排序(&A)
menu.view.sorting.created                     = 建立時間(&C)
menu.view.sorting.modified                    = 最後修改(&M)
menu.view.sorting.title                       = 標題(&T)
menu.view.sorting.link                        = 連結(&L)
menu.view.sorting.size                        = 大小(&S)
menu.view.history.back                        = 上一頁(&B)
menu.view.history.forward                     = 下一頁(&F)
menu.view.history.clear                       = 清除歷史紀錄(&C)
menu.view.history.display                     = 檢視歷史紀錄(&V)


sort.manual                                   = 手動排序(&A)
sort.created                                  = 建立時間(&C)
sort.modified                                 = 最後修改(&A)
sort.title                                    = 標題(&T)
sort.link                                     = 連結(&L)
sort.size                                     = 大小(&S)
sort.reverse                                  = 反向排序(&R)

menu.options                                  = {s}選項{s}(&O)
menu.options.hotkey                           = 熱鍵(&H)
menu.options.clipping                         = 剪下文字(&C)
menu.options.clipping.silent                  = 後台作業(&S)
menu.options.clipping.after                   = 剪下後(&A)
menu.options.clipping.after.showinboxsection  = 切換到剪下收集分頁(&I)
menu.options.clipping.after.showuntagged      = 切換到無標籤檢視(&U)
menu.options.clipping.after.openeditor        = 打開編輯器(&E)
menu.options.clipping.after.assignactivetags  = 自動添加當前活動標籤(&A)
menu.options.clipping.title                   = 設定標題
menu.options.clipping.title.apptitle          = 用應用程式標題當標題(&A)
menu.options.clipping.title.firstline         = 用文字第一行當標題(&F)
menu.options.clipping.title.blankline         = 標題設為空白(&B)

menu.options.clipping.formatting              = 格式(&F)
menu.options.clipping.formatting.rtf          = 保留 RTF 格式(&R)
menu.options.clipping.formatting.html         = 保留 HTML 格式(&H)

menu.view.noteappearance                      = 筆記清單...(&N)

menu.options.editor                           = 編輯器(&E)
menu.options.editor.links                     = 連結(&L)
menu.options.editor.links.recognize           = 網址變超連結(&H)
menu.options.editor.links.singleclick         = 單擊打開連結(&S)
menu.options.editor.links.doubleclick         = 雙擊打開連結(&D)
menu.options.editor.initialfocus              = 初始化焦點(&I)
menu.options.editor.initialfocus.title        = 標題
menu.options.editor.initialfocus.text         = 內文
menu.options.editor.tabcharacter              = Tab 字元(&T)
menu.options.editor.tabcharacter.tab          = 當 Tab 鍵
menu.options.editor.tabcharacter.ctrltab      = 當 Ctrl+Tab
menu.options.editor.wordwrap                  = 自動換行(&W)
menu.options.editor.editorescsavenote         = 按 ESC 離開時自動儲存修改(&A)

menu.options.search                           = 搜尋(&S)
menu.options.search.reset.onctrlf             = 按 [ctrl] + F 重設搜尋(&R)
menu.options.search.reset.multistep           = 按 [esc] 重設多重步驟(&M)

menu.options.tags                             = 標籤(&T)
menu.options.tags.lowercase                   = 只允許小寫(&L)
menu.options.tags.accepton                    = 允許建議方法(&A)
menu.options.tags.displaycounts               = 顯示標籤筆記個數在標籤欄(&D)
menu.options.tags.autodeleted                 = 預設自動刪除(&U)
menu.options.tags.suggestions.contextsensitive = 語境建議(&C)

menu.options.tags.accepton.space              = 按空白鍵(&S)
menu.options.tags.accepton.click              = 單按滑鼠左鍵(&C)

menu.options.rules                            = 規則(&R)
menu.options.rules.notifications              = 套用時通知(&N)

menu.options.window                           = 視窗(&W)
menu.options.minimizetotray                   = 最小化到系統列(&M)
menu.options.closetotray                      = 按關閉到系统列(&L)
menu.options.alwaysontop                      = 總在最前面(&T)
menu.options.window.minimizeonesc             = 按 Esc 鍵時最小化(&E)
menu.options.window.minimizeonlostfocus       = 失去焦點視窗時最小化
menu.options.minimizetotray.error             = 為了密碼保護，最小化到系統列是必須的。

menu.options.window.minimizeonlostfocus.off   = 取消
menu.options.window.minimizeonlostfocus.immediately = 立刻
menu.options.window.minimizeonlostfocus.after10secs = 10秒後
menu.options.window.minimizeonlostfocus.after1minute = 1分鐘後
menu.options.window.minimizeonlostfocus.after5minutes = 5分鐘後




menu.options.startup                          = 啟動(&S)
menu.options.runatstartup                     = 系统啟動時自動執行(&R)
menu.options.startup.minimized                = 程式執行時最小化(&M)
menu.options.startup.multipleinstances        = 允許開啟多個 Cintanotes(&A)
menu.options.startup.restoretagsfilter        = 顯示上次選擇的標籤(&T)
menu.options.startup.multipleinstances.activationmsg = 當啟動現行的視窗時通知(&N)

menu.options.system                           = 系統
menu.options.system.associatewithdbfile       = 關聯 [app.name] 到附檔名 .db 檔案
menu.options.system.registerlinkprotocol      = 登錄連結協定(&L)
menu.options.system.proxysettings             = 代理伺服器設定(&P)
menu.options.system.registry.error            = 登錄無法變更。請以系統管理者身份執行 [app.name] 再重試一次

registerlinkprotocol.title                    = 連結協定註冊
registerlinkprotocol.registered               = [app.name] 程式已經被系統註冊為當點擊 cintanotes:// 連結時預設的處理程序
registerlinkprotocol.unregistered             = [app.name] 程式已經被取消註冊為並且不再處理 cintanotes:// 連結

menu.options.language                         = 語言(&L)

menu.help                                     = {s}說明{s}(&H)
menu.help.help                                = 說明(&H)
menu.help.website                             = 網站(&W)
menu.help.forum                               = 論壇(&F)
menu.help.roadmap                             = 藍圖(&R)
menu.help.translate                           = 翻譯計劃(&T)
menu.help.debug                               = 除錯(&D)
menu.help.debug.logging                       = 紀錄錯誤(&D)
menu.help.license                             = 授權(&L)
menu.help.checkforupdates                     = 檢查更新(&C)
menu.help.about                               = 關於 [app.name](&A)

menu.updatenotify.tooltip                     = 有新的 CintaNotes 版本可以更新

confirmdelete.one                             = 刪除筆記{n}'{0}'?
confirmdelete.many                            = 刪除選取的 {0} 筆記?
confirmdelete.title.one                       = 刪除筆記?
confirmdelete.title.many                      = 刪除多筆筆記?
confirmdelete.unsaved                         = 此筆記尚未儲存，放棄修改嗎?
confirmdelete.openineditor.title              = 筆記已開啟於編輯器
confirmdelete.openineditor                    = 筆記 '{0}' 正被開啟編輯中{n}你確定要刪除它嗎?
confirm.movetorecyclebin.one                  = 移動筆記{n}'{0}'{n}到資源回收桶?
confirm.movetorecyclebin.many                 = 移動 {0} 選取的筆記到資源回收桶?
confirm.movetorecyclebin.title.one            = 移動筆記到資源回收桶?
confirm.movetorecyclebin.title.many           = 移動多筆筆記到資源回收桶?

confirm.merge.title                           = 合併筆記?
confirm.merge.message                         = 是否真的要合併這些筆記?

confirmationdialog.dontaskagain               = 不要再詢問

deletenotesmessagedialog.caption              = 移動筆記到資源回收桶?
deletenotesmessagedialog.title                = 資源回收桶被設定為只保留 {1} 筆筆記，但是你正刪除 {0} 筆筆記{n}你想要如何處理?
deletenotesmessagedialog.button.increase      = 加大
deletenotesmessagedialog.increase.description = 加大資源回收桶保存的筆記數量
deletenotesmessagedialog.button.delete        = 刪除
deletenotesmessagedialog.delete.description   = 永久的刪除剩下的筆記 {0}

confirmlinkopening.message                    = 同時開啟 {0} 連結可能造成你的系統沒有回應。{n}你要繼續嗎?

filter                                        = 過濾:
filter.anytextfield                           = 任何文字和內容(&F)
filter.textandtitle                           = 文字和標題(&T)
filter.text                                   = 僅內容(&X)
filter.title                                  = 僅標題(&I)
filter.time.created                           = 建立時間(&C)
filter.time.modified                          = 修改時間(&M)
filter.remarks                                = 備註(&R)
filter.attachments                            = 附件(&A)
filter.link                                   = 連結(&L)
filter.tags                                   = 標籤(&G)
filter.all                                    = 全部(&A)
search.insidewords                            = 在單字內搜尋(&E)
search.acrossfields                           = 超出內容限制搜尋(&A)


license.message.text                          = 此功能僅在商業版有效
license.message.caption                       = 需要授權

noteslist.notebookempty                       = 你的筆記本是空的{n}{n}請按 Ins 鍵新增筆記，或在其他應用程式中選擇文字，然後按剪下熱鍵 (預設為 Ctrl+F12){n}你也可以貼上剪貼簿中的文字建立新筆記
noteslist.sectionempty                        = 此筆記本分頁是空的
noteslist.notfound                            = 沒有找到符合的筆記{n}
noteslist.openlink                            = 瀏覽連結(&L)
noteslist.tag                                 = 標籤(&T)
noteslist.export.selected                     = 匯出(&E)
noteslist.move                                = 移動(&V)
noteslist.move.up                             = 向上(&U)
noteslist.move.down                           = 向下(&D)
noteslist.move.top                            = 頂端(&T)
noteslist.move.bottom                         = 底部(&B)
noteslist.properties                          = 屬性...
noteslist.move.tosection                      = 到分頁...(&S)

noteslist.attachments.more                    = {{0} 更多)
noteslist.drag.more                           = + {0} 筆記

noteedit.title                                = 編輯
noteedit.accepthint                           = (按 [noteedit.accepthint.shortcut] 確定變更)
noteedit.link                                 = 連結
noteedit.tags                                 = 標籤
noteedit.remarks                              = 備註
noteedit.new.title                            = 新增筆記
noteedit.readonly.title                       = 唯讀筆記
noteedit.notesaved                            = 筆記已儲存
noteedit.esc.savechanges.title                = 確認儲存修改
noteedit.esc.savechanges                      = 筆記修改的部分尚未儲存，儲存修改嗎?
noteedit.esc.savechanges.dontask              = 當取消時不詢問是否保存變更
noteedit.notelinkcopied                       = 筆記連結已經複製到剪貼簿
noteedit.links.itselferror                    = 無法新增連結到本身
noteedit.links.alreadynotelinkerror           = 無法新增連結到已經包含連結的文字
noteedit.links.multilineerror                 = 無法新增多行連結
noteedit.links.createnewnote                  = 新增筆記
noteedit.links.updatecaption                  = 更新連結標題
noteedit.links.typetip                        = 按按鍵直接尋找標題
noteedit.links.tip.notenotfound               = 找不到連結筆記
noteedit.links.tip.notebooknotfound           = 找不到存在連結筆記的筆記本
noteedit.links.tip.notebookencrypted          = 筆記本中包含已加密的連結筆記
noteedit.section.tip                          = 分頁
noteedit.linkedit.tip                         = 編輯連結
noteedit.linkedit.open.tip                    = 開啟連結
noteedit.attach.tip                           = 附加檔案

noteedit.attach.confirm.title                 = 確認附加檔案
noteedit.attach.confirm                       = 附加下列檔案 {0} ?
noteedit.attach.confirm.nfilesmore            = {0} 檔案更多
noteedit.externalattachlink.message           = 此連結參照另外一個筆記本檔案{n}開啟另一筆記本檔案的附件是不支援的

noteedit.attach.alreadyattached               = 檔案 '{0}' 已經附加，你想要更新它嗎?
noteedit.attach.alreadyattached.title         = 檔案已經附加
noteedit.attach.updatename                    = 檔案 '{0}' 已經被以其他的名稱附加: '{1}'{n}你想要更新名稱嗎?
noteedit.attach.updatename.title              = 檔案已經附加

noteedit.attach.updatefromdisk.title          = 附件已經被更改
noteedit.attach.updatefromdisk                = 附件 '{0}' 已經被更改，更新嗎?

noteedit.attach.savetodiskoverwrite.title     = 檔案已經存在
noteedit.attach.savetodiskoverwrite           = 目標資料夾 '{0}' 已經包含檔案 '{1}'，要覆蓋嗎?

noteedit.attach.cleanup.failed                = 無法刪除取出的附件 '{0}'，可能它正在被編輯中{n}仍要關閉嗎?
noteedit.attach.cleanup.failed.title          = 附件仍然編輯中

noteedit.attach.open.pwprotected              = 為了瀏覽，附件 '{0}'{n}將被儲存成一個未加密的暫存檔{n}執行嗎?
noteedit.attach.open.pwprotected.title        = 安全警告

noteedit.attach.syncing.sizelimitexceeded     = 附件大小超過上限所以同步{n}會無法完成除非移除部分附件{n}還是要附加嗎?
noteedit.attach.syncing.sizelimitexceeded.title = 超過附件同步化大小上限

linkswatchdog.title                           = 偵測到連結毀損
linkswatchdog.message                         = 連結已毀損: {0} -> {1}

linkswatchdog.title                           = 偵測到連結毀損
linkswatchdog.message                         = 連結已毀損: {0} -> {1}

noteedit.openfilelink.notexists.title         = 找不到檔案
noteedit.openfilelink.notexists.message       = 找不到檔案 {0}。你想要移除該連結嗎?

noteedit.copylinktounsavednote.caption        = 複製連結到未儲存筆記
noteedit.copylinktounsavednote.message        = 你想要儲存筆記和複製連結

noteedit.attachment.toolarge                  = 此檔案過大\n你只能附加檔案大小最多到 {0} [gbytes]
noteedit.attachment.notexist                  = 找不到檔案 '{0}'
noteedit.attachment.attach.progress.title     = 檔案附加中
noteedit.attachment.attach.progress.message   = 附加中 {0}...
noteedit.attachment.open                      = 開啟(&O)
noteedit.attachment.openwith                  = 用...開啟(&P)
noteedit.attachment.open.progress.title       = 開啟附件中
noteedit.attachment.open.progress.message     = 開啟中 {0}...
noteedit.attachment.saveas                    = 另存為(&S)...
noteedit.attachment.saveas.selectfolder       = 選擇資料夾
noteedit.attachment.saveas.progress.title     = 儲存附件中
noteedit.attachment.saveas.progress.message   = 儲存中 {0}...
noteedit.attachment.saveas.successmsg.title   = 附件已儲存
noteedit.attachment.saveas.successmsg         = 附件已儲存到 {0}。
noteedit.attachment.saveas.successmsg.many    = 附件已儲存。
noteedit.attachment.saveas.view               = 查看
noteedit.attachment.delete                    = 刪除(&D)

noteappearance.title                          = 筆記清單選項
noteappearance.pt                             = pt
noteappearance.bold                           = 粗體
noteappearance.italic                         = 斜體
noteappearance.headerfontlabel                = 標題:
noteappearance.textfontlabel                  = 內容:
noteappearance.notelines                      = 預覽行數 :
noteappearance.notelines.min                  = 最少
noteappearance.notelines.max                  = 最多
noteappearance.change                         = …
noteappearance.textformatting                 = 顯示文件格式
noteappearance.datedisplay.label              = 顯示的日期與時間
noteappearance.datedisplay.combo.none         = 無
noteappearance.datedisplay.combo.created      = 建立時間
noteappearance.datedisplay.combo.modified     = 修改時間
noteappearance.datedisplay.combo.both         = 建立和修改時間
noteappearance.datedisplay.sortmodedate       = 總是顯示時間
noteappearance.datedisplay.displaytime        = 顯示時間
noteappearance.tagdisplay.enabled             = 顯示標籤
noteappearance.tagdisplay.fullnames           = 永遠顯示完整標籤名稱
noteappearance.remarksdisplay.enabled         = 顯示註釋
noteappearance.remarksdisplay.lines.max       = 顯示的註釋行:

notebookmessage.title                         = 筆記本
notebookmessage.message                       = 無法載入筆記本因為下列路徑無法存取: "{0}"
notebookmessage.button.create                 = 新增
notebookmessage.button.open                   = 開啟現有
notebookmessage.button.exit                   = 退出

pastemessage.caption                          = 筆記貼上衝突
pastemessage.title                            = 此筆記本已經存在相同 ID 但內容不同的筆記 {0}{n}你想要如何處理?
pastemessage.button.replace                   = 取代
pastemessage.button.replace.description       = 用剪貼簿裡的內容替換現存的筆記
pastemessage.button.addnew                    = 新增為新筆記
pastemessage.button.addnew.description        = 新增剪貼簿內容到新筆記並使用新的 ID
pastemessage.button.lastmodified              = 選擇上次修改的
pastemessage.button.lastmodified.description  = 選擇修改日期較近的筆記

pastemessage.attachmentdatanotfound           = 無法貼上: {n} 無法找到擁有附件資料 '{0}' 的筆記本

searchdialog.find.title                       = 尋找
searchdialog.findandreplace.title             = 尋找和取代
searchdialog.findwhat                         = 尋找目標(&F):
searchdialog.replacewith                      = 取代成為:
searchdialog.matchcase                        = 符合大小寫(&M)
searchdialog.searchinsidewords                = 在單字內搜尋(&S)

searchdialog.button.findprevious              = 尋找上一個(&P)
searchdialog.button.findnext                  = 尋找下一個(&N)
searchdialog.button.replace                   = 取代(&R)
searchdialog.button.replaceall                = 取代全部(&A)
searchdialog.button.close                     = 關閉(&C)
searchdialog.specifiedtextnotfound            = 指定的字串未找到
searchdialog.findreachedstartingpoint         = 搜尋已重新到達起始點

wronglinkmessage.title                        = 開啟連結
wronglinkmessage.notenotfound                 = 找不到連結筆記
wronglinkmessage.notebooknotfound             = 未找到包含連結筆記的筆記本
wronglinkmessage.notebookincompatible         = 筆記本中包含有連結的筆記與現在版本不相容
wronglinkmessage.notebookencrypted            = 筆記本中包含已加密的連結筆記
wronglinkmessage.button.remove                = 移除連結
wronglinkmessage.button.createnew             = 新增筆記

externallinkmessage.title                     = 開啟外部連結
externallinkmessage.message                   = 此連結參照其他的筆記本檔 '{0}'{n} 你想要如何開啟它？
externallinkmessage.switchmessage             = 此連結參照另外一個筆記本檔案 '{0}'{n}你想要切換到另外一個筆記本嗎?
externallinkmessage.button.anotherinstance    = 在其他進程開啟
externallinkmessage.button.switch             = 切換筆記本
externallinkmessage.button.switch.changes     = 所有未儲存的變更將被儲存

upgrademessage.title                          = 筆記本更新中
upgrademessage.message                        = 筆記本檔案 '{0}'{n}是由較舊的 [app.name] 版本所建立{n}你想要更新它嗎?
upgrademessage.check.createbackup             = 建立備份
upgrademessage.cancelled                      = 更新已取消
upgrademessage.successful                     = 更新成功!
upgrademessage.successful.backup              = 更新成功!{n}舊檔案的備份被儲存為:{n}{0}{n}在資料夾:{n}'{1}
upgrade.backup.before                         = 在更新到之前

backup.successdialog.caption                  = 備份成功
backup.successdialog.message                  = 筆記本已經備份{n}從 {0}{n}到 {1}
backup.processdialog.caption                  = 備分進程
backup.processdialog.message                  = 筆記本正在備份中，請稍後...

tagsedit.title                                = 新增 / 刪除標籤
tagsedit.addtags                              = 新增標籤:
tagsedit.removetags                           = 刪除標籤:

passworddialog.title                          = 輸入密碼
passworddialog.old.title                      = 輸入舊密碼
passworddialog.password                       = 密碼:
passworddialog.old.password                   = 舊密碼:
passworddialog.incorrectpassword              = 密碼不正確
passworddialog.notebook                       = 筆記本...

setnotebookpassworddialog.title               = 密碼保護
setnotebookpassworddialog.enabled.encryption  = 使用密碼保護此筆記本
setnotebookpassworddialog.oldpassword         = 舊密碼:
setnotebookpassworddialog.newpassword         = 新密碼:
setnotebookpassworddialog.confirmpassword     = 確認密碼:
setnotebookpassworddialog.incorrectpassword   = 舊密碼不正確
setnotebookpassworddialog.matcherror          = 密碼和確認密碼不一致
setnotebookpassworddialog.equalerror          = 舊密碼和新密碼一樣
setnotebookpassworddialog.successfullychanged = 密碼變更成功
setnotebookpassworddialog.successfullyremoved = 密碼移除已成功
setnotebookpassworddialog.cancelled           = 密碼設定已取消
setnotebookpassworddialog.errormsg            = 程式在設定密碼過程中發生了錯誤
setnotebookpassworddialog.errormsg.title      = 密碼設定錯誤
setnotebookpassworddialog.autoreset.checkbox  = 最小化到系統列並鎖定
setnotebookpassworddialog.autoreset.suffix    = 分鐘未互動後
setnotebookpassworddialog.warning             = 警告：密碼是無法回復的！如果你忘記密碼，{n}你將會永遠喪失對此筆記本內所有筆記的存取權！
setnotebookpassworddialog.option.dontstore    = 不要記住密碼：背景程序不會執行當筆記本鎖定時
setnotebookpassworddialog.option.store        = 記住密碼：背景程序仍會執行當筆記本鎖定時
setnotebookpassworddialog.storepassword.warning = 警告：需要儲存已加密密碼於磁碟中{n}不要啟用此選項當你想獲得最大安全性
setnotebookpassworddialog.lockonminimize.checkbox = 最小化到系統列後立即鎖定
setnotebookpassworddialog.lockonsyslock.checkbox = 電腦鎖定時立即鎖定
setnotebookpassworddialog.notebookisencrypted = 筆記本已加密
setnotebookpassworddialog.button.changepassword = 更改密碼...

encrypt.progress.caption                      = 加密進程
encrypt.progress.message                      = 加密中請稍後...
decrypt.progress.caption                      = 解密進程
decrypt.progress.message                      = 解密中請稍後...

recentlist.notfoundmessage                    = 你想要從最近清單中移除它的參照嗎？
recentlist.cantclosenotebook                  = 無法關閉單一筆記本

replacetags.title                             = 取代標籤
replacetags.sourcetags                        = 尋找標籤:
replacetags.desttags                          = 取代為:
replacetags.hint                              = 使用此功能可以重新命名、拆開、 合併和刪除標籤。{n}{n}如果要刪除標籤，把標籤名稱打在第一個欄位裡，第二個欄位空白

recyclebindialog.title                        = 資源回收桶
recyclebindialog.column.datedeleted           = 刪除
recyclebindialog.column.title                 = 標題
recyclebindialog.column.text                  = 純文字
recyclebindialog.column.datecreated           = 建立
recyclebindialog.column.datemodified          = 修改
recyclebindialog.column.size                  = 大小(KB)
recyclebindialog.column.tags                  = 標籤
recyclebindialog.column.sectionname           = 分頁名稱
recyclebindialog.column.link                  = 連結
recyclebindialog.button.restore               = 回復
recyclebindialog.button.delete                = 刪除
recyclebindialog.button.deleteall             = 清空
recyclebindialog.label.maxsize                = 保存刪除筆記最多筆數:
recyclebindialog.label.keepnotes              = 永久刪除在
recyclebindialog.label.keepnotes.suffix       = 天後
recyclebindialog.error.invalidmaxsize         = 最大筆記刪除筆數必須是正整數
recyclebindialog.error.invalidkeepnotes       = 天數必須是正整數

recyclebindialog.menu.restore                 = 回復
recyclebindialog.menu.delete                  = 刪除
recyclebindialog.menu.deleteall               = 清空

recyclebindialog.confirm.delete.title         = 永久刪除
recyclebindialog.confirm.delete.message       = 永久的刪除選取的 {0} 筆記?
recyclebindialog.confirm.deleteall.title      = 清空資源回收桶?
recyclebindialog.confirm.deleteall.message    = 永久的刪除全部的 {0} 筆記?
recyclebindialog.confirm.restore.title        = 從資源回收桶回復筆記
recyclebindialog.confirm.restore.message      = 回復 {0} 選取的筆記?

tray.addnew                                   = 新增筆記
tray.restore                                  = 還原
tray.exit                                     = 退出

printdialog.title                             = 列印多筆筆記
printdialog.title.single                      = 列印筆記
printdialog.group.scope                       = 列印範圍
printdialog.group.fields                      = 列印內容
printdialog.errormsg                          = 程式在列印過程中發生了錯誤
printdialog.errormsg.title                    = 列印失敗

export.title                                  = 匯出筆記
export.filemask.txt                           = Unicode 文字檔
export.filemask.xml                           = XML
export.filemask.html                          = 網頁
export.successmsg.title                       = 匯出成功
export.successmsg                             = 筆記匯出完成，匯出 {0} 條筆記
export.errormsg                               = 程式在匯出過程中發生了錯誤
export.errormsg.title                         = 匯出失敗
export.html.created                           = 新增
export.html.modified                          = 修改
export.scope.all                              = 全部筆記 ({0})
export.scope.current                          = 現在檢視 ({0})
export.scope.selection                        = 已選取筆記 ({0})
export.field.title                            = 標題
export.field.text                             = 內文
export.field.creation                         = 建立日期
export.field.modification                     = 修改日期
export.field.link                             = 連結
export.field.tags                             = 標籤
export.field.remarks                          = 備註
export.field.attachments                      = 附件
export.field.rules                            = 規則
export.group.scope                            = 匯出範圍
export.group.fields                           = 匯出內容
export.errormsg.nonotes                       = 無法匯出空的筆記本
export.button.view                            = 檢視

export.processdialog.caption                  = 匯出進程
export.processdialog.message                  = 匯出中，請稍後...

import.title                                  = 匯入筆記
import.filemask.all                           = CintaNotes 檔案
import.filemask.db                            = CintaNotes 筆記本
import.filemask.xml                           = XML
import.successmsg.title                       = 匯入成功
import.successmsg                             = 筆記匯入完畢。{n} 匯入筆記: {0}{n}更新筆記:{1}{n}略過重複:{2}{n}
import.successmsg.sections                    = 匯入的分頁:{0}
import.successmsg.rules                       = 匯入的規則:{0}
import.errormsg                               = 程式在匯入過程中發生了錯誤
import.errormsg.title                         = 匯入失敗
import.label.addtags                          = 增加標籤:
import.importsections                         = 匯入分頁
import.importrules                            = 匯入規則
import.allowduplicates                        = 允許重復

import.processdialog.caption                  = 匯入進程
import.processdialog.message                  = 匯入中，請稍後...

import.error.sectioncountexceeded             = 檔案 {0} 無法匯入到分頁{n} 最大數目限制。 [sections.limit] 分頁已經超過

options.hotkeys.title                         = 配置熱鍵
options.hotkeys.clip.label                    = 剪下文章:
options.hotkeys.show.label                    = 顯示主視窗:
options.hotkeys.newnote.label                 = 增加新筆記:

options.hotkeys.hint                          = 要停用熱鍵，請在相對應的熱鍵欄中按 Esc {n}{n}為了避免發生問題，請選擇在其他程式中沒有使用過的熱鍵
options.hotkeys.cannotregister                = 無法定義此熱鍵，請換另一個
options.hotkeys.cannotregister.title          = 無法定義此熱鍵

filtercontrol.total.one                       = {0} 條筆記
filtercontrol.total.many                      = {0} 條筆記
filtercontrol.filtered.one                    = 找到 {0} 筆
filtercontrol.filtered.many                   = [filtercontrol.filtered.one]
filtercontrol.tooltip.sortby                  = 排序依據
filtercontrol.tooltip.back                    = 上一頁
filtercontrol.tooltip.forward                 = 下一頁
filtercontrol.tooltip.back.extra              = 右鍵點擊檢視歷史
filtercontrol.tooltip.forward.extra           = [filtercontrol.tooltip.back.extra]

tag.delete                                    = 刪除
tag.rename                                    = 重新命名...
tag.merge                                     = 合併...
tag.delete.confirm.title                      = 刪除標籤
tag.delete.confirm.message.one                = 確定刪除選取的標籤?
tag.delete.confirm.message.many               = 確定刪除選取的所有標籤?
tag.delete.confirm.usecount.one               = 選取的標籤正被多筆筆記 {0} 使用中
tag.delete.confirm.usecount.many              = 選取的標籤正被多筆筆記 {0} 使用中
tag.displaycounts                             = 顯示計數
tag.properties                                = 屬性...
tag.add                                       = 新增...
tag.addchild                                  = 新子標籤...
tag.expandall                                 = 展開全部
tag.collapseall                               = 收摺全部

tag.filter.none                               = 無標籤過濾器
tag.filter.used                               = 只顯示使用過的標籤
tag.filter.related                            = 只顯示相關的標籤

tagproperties.title                           = {0} 屬性
tagproperties.autodeletecheckbox              = 自動刪除
tagproperties.autodeletecheckbox.tip          = 刪除標籤當沒有任何筆記使用此標籤時
tagproperties.autoexpandedcheckbox            = 預設自動展開

deletetags.deletechildren                     = 一併刪除全部子標籤
deletetags.deletenotes.one                    = 刪除筆記 {0}?
deletetags.deletenotes.many                   = 刪除多筆筆記 {0}?
deletetags.deletenotes.havingthistag.one      = 擁有此標籤
deletetags.deletenotes.havingthistag.many     = 擁有這些標籤

newtag.title                                  = 新標籤
newtag.name                                   = 標籤名稱:
newtag.autodeletecheckbox                     = [tagproperties.autodeletecheckbox]
newtag.autodeletecheckbox.tip                 = [tagproperties.autodeletecheckbox.tip]

newchildtag.title                             = 新子標籤

tagsidebar.all                                = 全部
tagsidebar.untagged                           = 未加標籤
tagsidebar.more                               = ({0} 更多)
tagsidebar.confirmtagdrop.title               = 重新命名標籤
tagsidebar.confirmtagdrop.text                = 重新命名標籤 {0} 為 {1}

notebookconfig.title                          = 筆記本參數
notebookconfig.path.caption                   = 筆記本檔案：
notebookconfig.path.browse.mask               = CintaNotes 筆記本 (*.db)|*.db|所有檔案 (*.*)|*.*{n}
notebookconfig.path.browse.caption            = 瀏覽 CintaNotes 筆記本檔案
notebookconfig.disconnect.enabled             = {s}允許外部筆記本同步
notebookconfig.disconnect.label               = 釋放檔案鎖定於：
notebookconfig.disconnect.seconds             = 秒不活動以後
notebookconfig.move                           = {s}當前筆記本重新定位

noterichedit.format                           = 格式(&F)
noterichedit.format.bold                      = 粗體(&B)
noterichedit.format.italic                    = 斜體(&I)
noterichedit.format.underline                 = 底線(&U)
noterichedit.format.strikeout                 = 刪除線(&S)
noterichedit.format.highlight                 = 高亮(&H)
noterichedit.format.monospace                 = 等寬字體(&M)

noterichedit.align                            = 對齊(&A)
noterichedit.align.left                       = 置左(&L)
noterichedit.align.center                     = 置中(&C)
noterichedit.align.right                      = 置右(&R)

noterichedit.indent                           = 增加縮排
noterichedit.format.indent                    = 增加縮排(&I)
noterichedit.format.outdent                   = 減少縮排(&O)

noterichedit.format.list.bullet               = 符號列表(&L)
noterichedit.format.list.numbered             = 數字列表(&E)

noterichedit.format.clear                     = 清除格式(&C)

noterichedit.insertlink                       = 插入連結(&L)
noterichedit.insertlink.url                   = 鏈結(&U)
noterichedit.insertlink.note                  = 筆記(&N)
noterichedit.insertlink.file                  = 檔案(&F)
noterichedit.insertlink.attachment            = 附件(&A)

noterichedit.paste.intolistitem               = 貼上訊息清單項目
noterichedit.paste.intolist                   = 貼上訊息清單

noterichedit.editlink                         = 重對應連結
noterichedit.deletelink                       = 刪除連結
noterichedit.copynotelink                     = 複製連結到筆記(&L)

richedit.find                                 = 尋找...
richedit.replace                              = 取代...

noteproperties.title                          = 筆記屬性
noteproperties.source.label                   = 來源:
noteproperties.created.label                  = 建立:
noteproperties.modified.label                 = 修改:
noteproperties.notesize.label                 = 筆記大小: {0} KB
noteproperties.notesizeondisk.label           = 佔磁碟 {0} KB
noteproperties.charcount.label                = 字元: {0}
noteproperties.wordcount.label                = 字詞: {0}
noteproperties.error.invaliddates             = 修改日期不允許早於建立日期

selecturldialog.title                         = 輸入鏈結
selecturldialog.url                           = 鏈結:

error.notebook.filedeleted                    = 筆記本檔案已刪除{n}程式將被關閉
error.notebook.unknownversion                 = 此筆記本 '{0}'{n}是由較新的版本 [app.name] 所創建，在此版本上無法打開{n}{n}請到 [app.url] 下載更新的  [app.name]
error.notebook.cantopenwhenupgrade            = 筆記本檔案  '{0}'{n} 是由舊的版本 [app.name] 所建立而且無法更新到新版{n}請檢查你對於此檔案是否有寫入權限
error.notebook.upgradeerror                   = 筆記本檔案  '{0}'{n} 是由舊的版本 [app.name] 所建立而且無法更新到新版{n}{n}錯誤訊息: {1}
error.notebook.encrypted                      = 筆記本檔案 '{0}'{n} 已加密完成
error.notebook.databasedamaged                = 筆記本檔案  '{0}'{n} 毀損而且無法開啟{n}{n}錯誤訊息: {1}
error.notebook.busy                           = 筆記本檔案  '{0}'{n} 被其他程式使用中而無法開啟。
error.note.notfound                           = 此筆記已經被刪除

error.notebook.dbcorrupt.title                = 筆記本資料庫警告
error.notebook.dbcorrupt.message              = 筆記本資料庫檔案也許被破壞。如要修正它，請將下列訊息寄到 [support.email]: {0}

license.key.status.notfound                   = 無法找到註冊資料
license.key.status.valid                      = 註冊資料正確
license.key.status.invalid                    = 註冊資料不正確
license.key.status.stolen                     = 註冊金鑰已經被開發者註銷
license.key.status.expired                    = 該註冊金鑰已過期
license.key.status                            = 註冊金鑰狀態: {0}

license.type.basic                            = 基本(免費)授權
license.type.pro                              = 專業授權
license.type.company                          = 專業版授權(公司)
license.type.promo                            = [license.type.personal] (試用)
license.type.lifetime                         = 終身 [license.type.pro]
license.type.trial                            = 專業版試用授權

licensedialog.title                           = 授權
licensedialog.reqexttrial                     = 請求延長試用
licensedialog.register.success                = 感謝您的註冊
licensedialog.register.success.title          = 成功
licensedialog.register.fail                   = 註冊失敗
licensedialog.register.expired                = 此授權金鑰將不再適用於此 [app.name] 版本
licensedialog.register.expired.extra          = 此授權金鑰檔案僅適用於在 {0} 之前釋出的版本{n}但是此版本 ({1}) 的釋出為 {2}
licensedialog.replace.confirm                 = 你想要替換你目前的授權嗎?
licensedialog.replace.confirm.title           = 替換授權?

licensedialog.type.trial                      = [license.type.trial]
licensedialog.type.trial.descr                = 完整功能時間限制版本。剩餘試用天數: {0}
licensedialog.type.pro                        = [license.type.pro]
licensedialog.type.pro.descr                  = 完整功能版本
licensedialog.type.pro.name                   = 註冊給: {0}
licensedialog.type.pro.email                  = 電子郵件: {0}
licensedialog.type.pro.key                    = 授權金鑰:
licensedialog.type.pro.expdate                = 過期: {0}
licensedialog.type.pro.updexpdate             = 免費更新期限: {0}
licensedialog.type.pro.enternew               = 輸入新的授權金鑰
licensedialog.type.basic                      = [license.type.basic]
licensedialog.type.basic.descr                = 功能限制版本

licensedialog.never                           = 永不
licensedialog.unlimited                       = 無限制

licensedialog.buykey                          = 購買金鑰
licensedialog.renewkey                        = 更新金鑰
licensedialog.upgradekey                      = 更新為終身授權

licensedialog.detectedkey.title               = 偵測到授權碼
licensedialog.detectedkey.message             = CintaNotes 偵測到下列授權金鑰:
licensedialog.detectedkey.apply               = 套用金鑰
licensedialog.detectedkey.next.apply          = 如果你想使用這個金鑰，請按下方 "[licensedialog.detectedkey.apply]" 按鈕

licensekeydialog.title                        = 輸入新的授權金鑰
licensekeydialog.name                         = 完整姓名
licensekeydialog.email                        = 電子郵件
licensekeydialog.key                          = 金鑰

licenserequireddialog.title                   = 需要更新授權
licenserequireddialog.message.default         = 此功能不包含在你目前授權中
licenserequireddialog.message.upg             = 請更新你的授權來取得此功能!{n}{n}請按下方"授權"按鈕以獲得更多更多詳細資訊
licenserequireddialog.licensebutton           = 授權

licenseexpireddialog.title                    = 授權過期
licenseexpireddialog.renew.message            = 你的授權金鑰將不再適用於此 [app.name] 版本{n}你需要重新取得你的授權或降級到基本 (免費) 授權
licenseexpireddialog.buy.message              = 你的試用金鑰已經到期{n}請購買專業授權或降級到基本 (免費) 授權
licenseexpireddialog.freebutton               = 降級
licenseexpireddialog.renewbutton              = 重新取得
licenseexpireddialog.buybutton                = 購買
licenseexpireddialog.exitbutton               = 離開
licenseexpireddialog.dontshowdialog           = 不要再顯示此一對話框
licenseexpireddialog.renew.hintlabel          = 重新取得授權只要短短幾分鐘{n}而且還提供了相對於原價 [license.renew.discount] 的折扣
licenseexpireddialog.buy.hintlabel            = 升級到專業授權只需要短短幾分鐘

trialexpireddialog.title                      = [app.name] 試用期間已結束
trialexpireddialog.message                    = 你的 10 天 CintaNotes 專業版試用已經結束{n}授權狀態已經自動回復成基本版(免費){n}{n}如果你需要更多的評估時間，你可以立刻請求{n}免費 30 天延長試用 {n}
trialexpireddialog.requestext                 = 請求延長試用
trialexpireddialog.buy                        = 購買授權
trialexpireddialog.usefree                    = 降到基本版

licensemanager.trial.first                    = 免費 {0} 天的 CintaNotes 專業版試用已啟動。請按這裡查看授權選項
licensemanager.trial.continue                 = 今天是專業版 {1} 天試用期的第 {0} 天，請按這裡免費延長 {2} 天試用期
licensemanager.key.willexpire                 = 你的授權金鑰將在 {0} 天後到期。請按這裡查看授權選項
licensemanager.freeupdates.willexpire         = 你的專業版更新訂閱將在 {0} 天後到期。請按這裡查看授權選項

updatedialog.title                            = 檢查更新
updatedialog.initmessage                      = 檢查更新已取消{n}請按"再次檢查"按鈕回復
updatedialog.label.changes                    = 此版本變動:
updatedialog.button.check                     = 再次檢查
updatedialog.button.download                  = 下載
updatedialog.label.autocheck                  = 自動檢查更新
updatedialog.error.invalidfile                = 不合法的檔案版本
updatedialog.error.connectionrefused          = 連線被拒絕
updatedialog.error.servernotresponding        = 伺服器未回應
updatedialog.error.invalidproxysettings       = 不允許的代理伺服器設定
updatedialog.error.inetdisconnected           = 網路未連線
updatedialog.warn.newversion.licensekeyinvalid = 警告!你現在金鑰在此版本不被允許{n}請重新獲取授權金鑰才能繼續使用專業版功能
updatedialog.result.uptodate                  = 此 CintaNotes 版本 ({0}) 已是最新版
updatedialog.result.newversion                = 有新的 [app.name] 版本可供更新: {0}
updatedialog.state.connecting                 = 連線中...
updatedialog.state.findingserver              = 尋找伺服器...
updatedialog.state.downloadingfile            = 下載檔案中...

updatedialog.downloaddialog.title             = 警告
updatedialog.downloaddialog.msg               = 此版本可能更改筆記本檔案的格式而且舊版的 CintaNotes 將無法在讀取它{n}{n}如果你想要使用專業版的功能，請在更新前先重新獲取你的授權金鑰或更新為終身授權{n}{n}你想要哪一種方式?
updatedialog.downloaddialog.download          = 仍要下載
updatedialog.downloaddialog.renew             = 重新獲取授權金鑰
updatedialog.downloaddialog.upgrade           = 更新為終身授權

proxysettingsdialog.title                     = 代理伺服器設定
proxysettingsdialog.server                    = 伺服器:
proxysettingsdialog.port                      = 連接埠:
proxysettingsdialog.username                  = 使用者名稱:
proxysettingsdialog.password                  = 密碼:
proxysettingsdialog.mode.disabled             = 關閉代理伺服器
proxysettingsdialog.mode.preconfig            = 使用系統設定代理伺服器
proxysettingsdialog.mode.enabled              = 使用代理伺服器
proxysettingsdialog.error.invalidport         = 連接埠必須是正整數

synchronizationbar.sync.tip                   = 立即同步
synchronizationbar.cancel.tip                 = 取消
synchronization.status.starting               = 開始同步...
synchronization.status.login                  = 登入中...
synchronization.status.retrieveindex          = 取回筆記索引...
synchronization.status.addlocalnotes          = 下載新筆記中... {0} 在 {1}
synchronization.status.updatelocalnotes       = 下載更新... {0} 在 {1}
synchronization.status.removelocalnotes       = 移除本地筆記中... {0} 在 {1}
synchronization.status.restorelocalnotes      = 從資源回收桶回復本地筆記... {0} 在 {1}
synchronization.status.totrashlocalnotes      = 移動本地筆記到資源回收桶... {0} 在 {1}
synchronization.status.addremotenotes         = 上傳新筆記中... {0} 在 {1}
synchronization.status.updateremotenotes      = 上傳更新... {0} 在 {1}
synchronization.status.removeremotenotes      = 移除遠端筆記中... {0} 在 {1}
synchronization.status.restoreremotenotes     = 從資源回收桶回復遠端筆記... {0} 在 {1}
synchronization.status.totrashremotenotes     = 移動遠端筆記到資源回收桶... {0} 在 {1}
synchronization.status.cancelling             = 取消中...

synchronization.result.local                  = 本地:
synchronization.result.remote                 = 遠端:
synchronization.result.added                  = 新增:
synchronization.result.updated                = 更新:
synchronization.result.removed                = 移除:
synchronization.result.errors                 = 錯誤:

synchronization.error.downloadattachment      = 下載附件 '{0}'  時發生錯誤
synchronization.error.uploadattachment        = 上傳附件 '{0}'  時發生錯誤
synchronization.error.deleteattachment        = 刪除附加檔中因為伺服器錯誤
synchronization.error.exceededfileslimit      = 附件大小容量上限 {0}  [mbytes] 已經超過 {1} [mbytes]{n}刪除部分附件以繼續同步

synchronization.state.completed               = 同步完成
synchronization.state.completedwitherrors     = 同步未完成，請稍後再試
synchronization.state.completedempty          = 同步完成。沒有發現更新
synchronization.state.failed                  = 同步失敗
synchronization.state.authorizationfailed     = 驗證失敗
synchronization.state.invalidproxysettings    = 不允許的代理伺服器設定
synchronization.state.systemproxyautherror    = 代理伺服器需要認證，請使用手動代理伺服器設定
synchronization.state.nameresolvingfailed     = 無法連接。找不到伺服器名稱
synchronization.state.internetdisconnected    = 沒有網路連線
synchronization.state.servernotresponding     = 伺服器未回應

synchronization.state.notsynchronized         = 未同步
synchronization.state.lastsynchronization     = 最後同步 {0}

syncpropertiesdialog.title                    = Simplenote 同步屬性
syncpropertiesdialog.login                    = 登入:
syncpropertiesdialog.password                 = 密碼:
syncpropertiesdialog.enabled.allnotebook      = 和 Simplenote 同步此筆記本
syncpropertiesdialog.section.all              = 同步所有分頁
syncpropertiesdialog.section.selected         = 只同步所選取的分頁:
syncpropertiesdialog.conflictpolicy           = 衝突解決方針:
syncpropertiesdialog.conflictpolicy.local     = 採用本地
syncpropertiesdialog.conflictpolicy.remote    = 採用遠端
syncpropertiesdialog.conflictpolicy.last      = 採用最後更新
syncpropertiesdialog.cachereset.loginchanged  = 你已經更改登入為同步{n}同步快取將被重置而且所有遠端筆記將被視為新筆記{n}{n}繼續嗎?
syncpropertiesdialog.cachereset.title         = 重設同步資料?
syncpropertiesdialog.autosync.checkbox        = 自動同步每
syncpropertiesdialog.autosync.suffix          = 分鐘
syncpropertiesdialog.button.proxysettings     = 代理伺服器設定
syncpropertiesdialog.sectionselection.error   = 你應該至少選擇一個分頁
syncpropertiesdialog.webdavserver.cinta       = CintaNotes 伺服器(使用空間： {0} 在 {1} MB)
syncpropertiesdialog.webdavserver.custom      = 客製化WebDAV 伺服器
syncpropertiesdialog.attachments              = 附件已使用伺服器空間
syncpropertiesdialog.attachments.remaining    = [syncpropertiesdialog.attachments] {0} 在{1}{2} ({3}{2} 剩下)
syncpropertiesdialog.attachments.exceed       = [syncpropertiesdialog.attachments] {0} 在 {1}{2}
syncpropertiesdialog.attachments.exceedwarning = 警告：超過伺服器空間上限!{n}減少同步化附件{0}{1}{n}的總大小以繼續同步

webdavpropertiesdialog.title                  = WebDAV  連線屬性
webdavpropertiesdialog.host                   = 主機
webdavpropertiesdialog.port                   = 連接埠
webdavpropertiesdialog.serverpath             = 伺服器路徑
webdavpropertiesdialog.user                   = 使用者
webdavpropertiesdialog.password               = 密碼
webdavpropertiesdialog.button.test            = 測試
webdavpropertiesdialog.protocol.http          = HTTP
webdavpropertiesdialog.protocol.https         = HTTPS
webdavpropertiesdialog.error.port             = 連接埠必須是正整數
webdavpropertiesdialog.connectiontest.title   = 連線測試
webdavpropertiesdialog.connectiontest.success = 連線成功
webdavpropertiesdialog.connectiontest.fail    = 連線失敗

rulesdialog.title                             = 規則
rulesdialog.add.tip                           = 增加新規則
rulesdialog.remove.tip                        = 刪除選取的規則
rulesdialog.apply.confirm.title               = 套用修改過的規則?
rulesdialog.apply.confirm.message             = 現在套用修改過的規則到存在的筆記?
rulesdialog.viewlog                           = 檢視紀錄
rulesdialog.confirmdelete.one                 = 刪除 {0} 選取的規則?
rulesdialog.confirmdelete.many                = 刪除 {0} 選取的規則?
rulesdialog.confirmdelete.title.one           = 刪除規則?
rulesdialog.confirmdelete.title.many          = 刪除規則?

rulesdialog.licenserequired                   = 請注意沒有商業授權的話，你只能建立和測試規則但是不能執行它們
rulesdialog.licenserequired.title             = 受限的功能警告

rulesdialog.delete.stilledited                = 無法刪除仍在編輯中的規則
rulesdialog.delete.stilledited.title          = 無法刪除

rulesdialog.close.stilledited                 = 有些規則仍在編輯中，請先完成規則編輯。
rulesdialog.close.stilledited.title           = 無法關閉

ruleeditdialog.title                          = 編輯規則
ruleeditdialog.name                           = 規則名稱(非必要)
ruleeditdialog.active                         = 啟用
ruleeditdialog.button.testrule                = 測試規則

ruleeditdialog.errormessage.title             = 規則有誤

rule.errors.conditions.emptyvalue             = 規則條件包含空值
rule.errors.conditions.size.notinteger        = 需要一個整數型態的大小值
rule.errors.conditions.size.negative          = 需要一個非負整數型態的大小值
rule.errors.conditions.size.notpositive       = 需要一個正整數型態的大小值

rule.errors.actions.empty                     = 至少需要定義一個行為
rule.errors.actions.more_than_one_section_action = 每個規則只允許一個 '[actioneditor.actiontype.section]'
rule.errors.actions.no_tags_specified         = 請指定至少一個標籤
rule.errors.actions.redundant_actions         = 規則包含多餘的行為，它並不會有作用而且應該被刪除

ruleeditor.conditionlist.title                = [if]
ruleeditor.conditionlist.label.one            = 條件保有:
ruleeditor.conditionlist.label.all            = 所有條件保有:

ruleeditor.conditionlist.add.tip              = 增加新條件

ruleeditor.actionlist.add.tip                 = 增加新活動

ruleeditor.actionlist.title                   = [then]

fieldconditioneditor.delete.tip               = 刪除條件
fieldconditioneditor.value.add.tip            = 增加新值
fieldconditioneditor.value.delete.tip         = 刪除值

fieldconditioneditor.field.anytext            = 任何文字內容
fieldconditioneditor.field.title              = 標題
fieldconditioneditor.field.text               = 文件
fieldconditioneditor.field.link               = 連結
fieldconditioneditor.field.tags               = 標籤
fieldconditioneditor.field.remarks            = 備註
fieldconditioneditor.field.attachments        = 附件
fieldconditioneditor.field.section            = 分頁
fieldconditioneditor.field.created            = 已建立
fieldconditioneditor.field.modified           = 已修改
fieldconditioneditor.field.note               = 註釋

fieldconditioneditor.op.contains              = 包含
fieldconditioneditor.op.containsall           = 包含所有
fieldconditioneditor.op.starts                = 開頭是
fieldconditioneditor.op.ends                  = 結束以
fieldconditioneditor.op.equals                = 等同於
fieldconditioneditor.op.hasall                = 有全部
fieldconditioneditor.op.hasany                = 有
fieldconditioneditor.op.isempty               = 是空白
fieldconditioneditor.op.before                = 之前
fieldconditioneditor.op.after                 = 之後
fieldconditioneditor.op.isnew                 = 是新的
fieldconditioneditor.op.itemcontains          = 有項目包含
fieldconditioneditor.op.itemstarts            = 有項目開始是
fieldconditioneditor.op.itemends              = 有項目結尾是
fieldconditioneditor.op.itemequals            = 有項目等於
fieldconditioneditor.op.sizegreater           = 大小 (KB) 大於 
fieldconditioneditor.op.sizesmaller           = 大小 (KB) 小於
fieldconditioneditor.op.haschildrenof         = 有子項
fieldconditioneditor.op.hasparentsof          = 有父項

fieldconditioneditor.op.isempty.attachments   = 是不在
fieldconditioneditor.op.itemcontains.attachments = 有檔名包含
fieldconditioneditor.op.itemstarts.attachments = 有檔名開始是
fieldconditioneditor.op.itemends.attachments  = 有檔名結尾是
fieldconditioneditor.op.itemequals.attachments = 有檔名等於

fieldconditioneditor.op.not.isempty.attachments = 存在
fieldconditioneditor.op.not.itemcontains.attachments = 沒有檔名包含
fieldconditioneditor.op.not.itemstarts.attachments = 沒有檔名開頭是
fieldconditioneditor.op.not.itemends.attachments = 沒有檔名結尾是
fieldconditioneditor.op.not.itemequals.attachments = 沒有檔名等於

fieldconditioneditor.op.before.anytext        = 在之前
fieldconditioneditor.op.after.anytext         = 在之後

fieldconditioneditor.op.not.contains          = 不包含
fieldconditioneditor.op.not.containsall       = 不包含全部
fieldconditioneditor.op.not.starts            = 開頭不是
fieldconditioneditor.op.not.ends              = 結尾不是
fieldconditioneditor.op.not.equals            = 不等於
fieldconditioneditor.op.not.hasall            = 沒有全部
fieldconditioneditor.op.not.hasany            = 沒有
fieldconditioneditor.op.not.isempty           = 不是空的
fieldconditioneditor.op.not.isnew             = 不是新的
fieldconditioneditor.op.not.itemcontains      = 沒有項目包含
fieldconditioneditor.op.not.itemstarts        = 沒有項目開頭是
fieldconditioneditor.op.not.itemends          = 沒有項目結尾是
fieldconditioneditor.op.not.itemequals        = 沒有項目等於
fieldconditioneditor.op.not.haschildrenof     = 沒有子項
fieldconditioneditor.op.not.hasparentsof      = 沒有父項

actioneditor.delete.tip                       = 刪除動作

actioneditor.actiontype.tag                   = 新增標籤
actioneditor.actiontype.untag                 = 移除標籤
actioneditor.actiontype.section               = 移動到分頁
actioneditor.actiontype.tag-untag             = 指定標籤

actioneditor.untag                            = 條件不符合時移除標籤

ruleslist.active                              = 啟用(&C)
ruleslist.add                                 = 新增(&A)
ruleslist.edit                                = 編輯(&E)
ruleslist.delete                              = 刪除(&D)
ruleslist.duplicate                           = 複本(&U)
ruleslist.duplicate.suffix                    = 複製

ruleslist.preview.active                      = 啟用
ruleslist.preview.inactive                    = 停用
ruleslist.preview.paused                      = 暫停:需要專業版授權

ruleslist.preview.forall                      = 針對全部筆記
ruleslist.preview.donothing                   = 甚麼都不做

ruleslist.empty                               = 這一個筆記本沒有定義規則{n}要新增一個規則，請點擊 '+' 圖示或按 Ins 鍵

rule.test.progress.title                      = 測試規則
rule.test.progress.message                    = 測試規則在 {0} 存在的筆記...
rule.test.error.title                         = [error]
rule.test.success.title                       = 測試完成
rule.test.success.message                     = 規則測試在 {0} 的筆記完成:
rule.test.success.message.actions             = 規則行為被執行 {0} 次

rule.apply.progress.title                     = 規則套用中
rule.apply.progress.message                   = 規則套用到筆記中請稍後...
rule.apply.error.title                        = [error]

ruleslogdialog.title                          = 規則紀錄

ruleslogdialog.column.dateapplied             = 套用日期
ruleslogdialog.column.rulename                = 規則名稱
ruleslogdialog.column.notetitle               = 筆記標題
ruleslogdialog.column.addedtags               = 增加標籤
ruleslogdialog.column.removedtags             = 移除標籤
ruleslogdialog.column.movedtosection          = 移動到分頁

ruleslogdialog.columnvalue.rulename.deleted   = 已刪除

ruleslogdialog.button.undo                    = 重做
ruleslogdialog.button.clear                   = 清除紀錄
ruleslogdialog.menu.undo                      = [ruleslogdialog.button.undo]

ruleslogdialog.confirm.undo.title             = 重做規則程式
ruleslogdialog.confirm.undo.message           = 重做 {0} 選取的規則程式?
ruleslogdialog.confirm.clear.title            = 清除規則紀錄
ruleslogdialog.confirm.clear.message          = 刪除所有規則程式紀錄?

notification.ruleapplied.one                  = 規則 '{0}' 已被套用到筆記 {1}
notification.ruleapplied.many                 = 規則 '{0}' 已被套用到筆記 {1}

section.new                                   = 新增...
section.new.tip                               = 建立新分頁
section.edit                                  = 屬性...
section.delete                                = 刪除
section.selectall                             = 全選
section.licenserequired                       = 你現在的授權
section.move.left                             = 左移($L)
section.move.right                            = 右移(&R)
section.dropnotes.tip.one                     = 移動筆記到分頁  '{0}'
section.dropnotes.tip.many                    = 移動 {0} 筆記到分頁  '{1}'
section.droptext                              = 將 note 添加至 section '{0}'

section.confirmdelete                         = 刪除段落 '{0}' 在 {1} 筆記裡?
section.confirmdelete.title                   = 刪除段落?
section.confirmdelete.many                    = 刪除 {0} 選定的段落在 {1} 筆記裡?
section.confirmdelete.title.many              = 刪除分頁?

section.all                                   = [tagsidebar.all]
section.main                                  = 主頁
section.inbox                                 = 設為收集分頁

sectionedit.title                             = 編輯分頁屬性
sectionedit.title.new                         = 新增分頁
sectionedit.name                              = 名稱:
sectionedit.color                             = 顏色:
sectionedit.sectionalreadyexists              = 相同名稱的分頁已經存在

movetosection.title                           = 移動到分頁
movetosection.label.one                       = 移動筆記 {0} 到分頁:
movetosection.label.many                      = 移動所有筆記 {0} 到分頁:

clipping.balloon.caption                      = [app,name] 剪下的
clipping.balloon.intosection                  = 到
clipping.balloon.tagged                       = 並設標籤為 [{0}]

filedialog.filemask.all                       = 所有檔案

ctrl                                          = Ctrl
alt                                           = Alt
shift                                         = Shift
win                                           = Win
esc                                           = Esc
enter                                         = Enter
ins                                           = Ins
del                                           = Del
home                                          = Home
end                                           = End
pgup                                          = PgUp
pgdown                                        = PgDown
space                                         = Space
left                                          = Left
right                                         = Right
up                                            = Up
down                                          = Down
bksp                                          = BkSp

bytes                                         = B
kbytes                                        = KB
mbytes                                        = MB
gbytes                                        = GB
